app/controllers/movies_controller.rb

  def index

	@all_ratings = Movie.find_ratings
---
SELECT "movies".* FROM "movies" ORDER BY release_date